type AboutUsItems = {
    text: string
}
type buttons ={
    text:string
    color:string
}
export const AboutUsButtons: buttons[] = [
    {text: 'Заказать звонок',
     color: 'yellow'
    },
   
]
export const AboutUsItems: AboutUsItems[] = [
    {text: 'Производственная компания РС — вместе создаем прочные основы вашего успеха!'},
    {text: "Мы гарантируем, что каждый продукт, предлагаемый нашей компанией, соответствует стандартам ГОСТ и техническим условиям. Наша продукция отличается надежностью и долговечностью, что делает ее отличным выбором для различных строительных и промышленных проектов.",},
    {text: "Наш офис и склад расположены в Санкт-Петербурге, что обеспечивает удобство и быструю доставку продукции нашим клиентам в данном регионе. Мы готовы предложить гибкие условия сотрудничества как для оптовых заказчиков, так и для тех, кто предпочитает покупки в розницу."},
    {text: `"Выбирая "Производственную компанию РС", вы приобретаете не только металлопрокат высочайшего качества, но также надежного партнера для вашего бизнеса.`},
    {text: 'Широкий ассортимент металла'},
    {text: 'В нашем каталоге вы найдете более 10 000 позиций металлопроката'},
    {text: 'Гибкие условия заказов'},
    {text: 'Обеспечиваем клиентам гибкие условия как для оптовых, так и для розничных заказов' },
    {text: 'Современное оборудование'},
    {text: 'Передовые технологии и современное оборудование, что гарантирует высокую точность и качество'},
    {text: 'Быстрый сервис'},
    {text: 'Закажите звонок и мы отзвоним вам в течении 10 минут'},
]