export const DescribeAboutUs = () => {
    return (
        <div>
          <div className="flex flex-col mx-[150px]">
             <h2 className="w-[627px] pt-[35px] self-end text-end font-roboto text-[20px]">Мы гарантируем, что каждый продукт, предлагаемый нашей компанией, соответствует стандартам ГОСТ и техническим условиям. Наша продукция отличается надежностью и долговечностью, что делает ее отличным выбором для различных строительных и промышленных проектов.</h2>
                        <h2 className=" w-[752px] py-[35px]  font-roboto text-[21px] ">Наш офис и склад расположены в Санкт-Петербурге, что обеспечивает удобство и быструю доставку продукции нашим клиентам в данном регионе. Мы готовы предложить гибкие условия сотрудничества как для оптовых заказчиков, так и для тех, кто предпочитает покупки в розницу.</h2>
                        <h3 className=" w-[752px] p-[35px] self-end font-roboto text-yellow-400  font-extrabold	text-[32px] text-end">"Выбирая "Производственную компанию РС", вы приобретаете не только металлопрокат высочайшего качества, но также надежного партнера для вашего бизнеса.</h3>
           </div>
        </div>

    )
}